Repository: maoschanz/notes-extension-gnome
Catalog: locale/*/LC_MESSAGES/notes-extension.po
Languages: it

source: New
it: Nuova

source: Delete
it: Elimina

source: Note options
it: Opzioni note

source: Resize
it: Ridimensiona

source: Back
it: Indietro

source: Delete this note?
it: Eliminare questa nota?

source: Type here…
it: Scrivi qui…

source: Custom color
it: Colore personalizzato

source: Select All
it: Seleziona tutto

source: Settings
it: Impostazioni

source: Display
it: Visualizzazione

source: Keybinding
it: Scorciatoie da tastiera

source: Position of notes:
it: Posizione delle note:

source: Above everything
it: In primo piano

source: On the background
it: Sullo sfondo

source: Empty Overview
it: Anteprima vuota

source: Above all, without mask
it: Sulle finestre, senza trasparenza

source: "On the background" is incompatible with the 'nautilus-desktop' Ubuntu component. "Above all, without mask" is discouraged, since it makes it harder to resize or move your sticky notes.
it: "Sullo sfondo" è incompatibile col componente Ubuntu 'nautilus-desktop'. "Sulle finestre, senza trasparenza" è sconsigliato, perché rende più difficile ridimensionare e spostare le tue note.

source: Hide the icon
it: Nascondi l'icona

source: Default value is
it: Il valore di default è

source: Apply
it: Applica

source: Use a keyboard shortcut to toggle notes
it: Utilizza una scorciatoia da tastiera per attivare o disattivare le note

source: Help
it: Aiuto

source: <b>Show/hide all notes:</b> click on the icon in the GNOME Shell top bar.
it: <b>Mostra/nascondi tutte le note:</b> click sull'icona nel pannello di GNOME Shell.

source: <b>Create a note:</b> click on the "+" button at the left of a note header, it will create a new note, with the same color and the same font size as the note you clicked on.
it: <b>Crea una nota:</b> click sul pulsante "+" a sinistra sulla barra della nota, così creerai una nuova nota dello stesso colore e con la stessa dimensione del testo di quella selezionata.

source: <b>Move a note:</b> drag the blank space in the center of the note header.
it: <b>Muovi una nota:</b> tieni premuto sullo spazio vuoto nel barra della nota e trascina.à

source: <b>Resize a note:</b> drag the resize button at the right of the note header.
it: <b>Ridimensiona una nota:</b> tieni premuto il pulsante di ridimensionamento sulla destra della barra della nota e trascina.

source: <b>Change color:</b> click on the menu button, and select a color.
it: <b>Cambia colore:</b> click sul pulsante del menu e seleziona un colore.

source: <b>Change font size:</b> click on the menu button, and increase or decrease the font size with "+" and "-" buttons.
it: <b>Cambia dimensione del testo:</b> click sul pulsante del menu e aumenta o diminuisci la dimensione del testo usando i pulsanti "+" e "-".

source: <b>Delete a note:</b> click on the wastebasket icon and confirm.
it: <b>Elimina una nota:</b> click sul pulsante del cestino e conferma.

source: Using the extension
it: Guida all'utilizzo

source: Your notes are saved to the disk on various occasions (mainly when you hide them). If you want to <b>get a copy of your notes</b>, this button opens the folder where they are.
it: Le tue note vengono salvate nel computer in varie occasioni (principalmente quando le nascondi). Se vuoi una <b>copia delle tue note</b>, questo pulsante apre la cartella in cui si trovano.

source: <i>Files ending with "_state" contain the color and position of your notes</i> <i>Files ending with "_text" contain the text written in your notes</i>
it: <i>I file che terminano in "_state" contengono il colore e la posizione delle tue note</i> <i>I file che terminano in "_text" contengono il testo contenuto nelle tue note</i>

source: Open the storage directory
it: Apri la cartella di salvataggio

source: Backup your notes
it: Backup delle tue note

source: Click on this button if you accidentally moved a note out of your primary monitor (example: if you had notes on a secondary monitor and unplugged it).
it: Click su questo pulsante se hai spostato per errore le tue note all'esterno dello schermo primario (esempio: se avevi delle note su uno schermo secondario che hai disconnesso).

source: Bring back all notes to the primary monitor
it: Riporta tutte le note sullo schermo primario

source: Lost some notes?
it: Hai perso delle note?

source: About
it: Informazioni

source: Report bugs or ideas
it: Segnala errori o invia idee

source: Notes
it: Note

source: Sticky notes for the GNOME Shell desktop.
it: Note adesive per l'interfaccia GNOME Shell.
